Repository: maryxsarah/SOMA-Health
Catalog: Soma/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hy, it, ka, ru, sr

source: This is a training direction, not a guarantee -- genetics differ, goal photos are sometimes edited or filtered, and real results take time.
de: Dies ist eine Trainingsrichtung, keine Garantie -- die Genetik ist unterschiedlich, Zielfotos sind manchmal bearbeitet oder gefiltert, und echte Ergebnisse brauchen Zeit.
es: Esto es una dirección de entrenamiento, no una garantía -- la genética varía, las fotos objetivo a veces están editadas o filtradas, y los resultados reales llevan tiempo.
fr: Il s'agit d'une direction d'entraînement, pas d'une garantie -- la génétique varie, les photos cibles sont parfois retouchées ou filtrées, et les résultats réels prennent du temps.
hy: Սա մարզումների ուղղություն է, ոչ թե երաշխիք — գենետիկան տարբեր է, նպատակային լուսանկարները երբեմն մշակված կամ ֆիլտրված են, և իրական արդյունքները ժամանակ են պահանջում.
it: Questa è una direzione di allenamento, non una garanzia -- la genetica varia, le foto obiettivo a volte sono modificate o filtrate, e i risultati reali richiedono tempo.
ka: ეს არის ვარჯიშის მიმართულება და არა გარანტია — გენეტიკა განსხვავებულია, სასურველი სხეულის ფოტოები ხანდახან დამუშავებული ან ფილტრირებულია, ხოლო რეალურ შედეგებს დრო სჭირდება.
ru: Это ориентир для тренировок, а не гарантия — генетика у всех разная, референс-фото иногда обработаны или отфильтрованы, а реальные результаты требуют времени.
sr: Ово је смерница за тренирање, а не гаранција — генетика се разликује, циљане фотографије су понекад обрађене или филтриране, а стварни резултати захтевају време.

source: This is your official starting point for the block.
de: Das ist dein offizieller Startpunkt für diesen Block.
es: Este es tu punto de partida oficial para el bloque.
fr: C'est votre point de départ officiel pour ce bloc.
hy: Սա քո պաշտոնական մեկնարկային կետն է այս բլոկի համար:
it: Questo è il tuo punto di partenza ufficiale per il blocco.
ka: ეს არის შენი ოფიციალური საწყისი წერტილი ბლოკისთვის.
ru: Это твоя официальная отправная точка для блока.
sr: Ово је твоја званична полазна тачка за овај блок.

source: This will be taken into account when generating your daily tailored plan.
de: Wir berücksichtigen das bei der Erstellung deines individuellen Tagesplans.
es: Lo tendremos en cuenta al generar tu plan diario personalizado.
fr: Nous en tiendrons compte pour générer ton plan quotidien personnalisé.
hy: Սա հաշվի կառնվի քո օրական հարմարեցված պլանը կազմելիս.
it: Ne terremo conto nella creazione del tuo piano giornaliero personalizzato.
ka: ეს გათვალისწინებული იქნება შენი ყოველდღიური ინდივიდუალური გეგმის შედგენისას.
ru: Это будет учтено при составлении твоего ежедневного индивидуального плана.
sr: Ово ће бити узето у обзир при изради твог дневног прилагођеног плана.

source: Time to generate your first custom plan!
de: Zeit, deinen ersten individuellen Plan zu erstellen!
es: ¡Es hora de generar tu primer plan personalizado!
fr: Il est temps de générer votre premier plan personnalisé !
hy: Ժամանակն է ստեղծել քո առաջին անհատականացված պլանը:
it: È ora di generare il tuo primo piano personalizzato!
ka: დროა შევქმნათ შენი პირველი ინდივიდუალური გეგმა!
ru: Пора создать твой первый индивидуальный план!
sr: Време је да направимо твој први прилагођени план!

source: To do
de: Offen
es: Pendiente
fr: À faire
hy: Կատարվելիք
it: Da fare
ka: შესასრულებელი
ru: Предстоит
sr: Предстоји

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
hy: Այսօր
it: Oggi
ka: დღეს
ru: Сегодня
sr: Данас

source: Today's AI-generated workout
de: Heutiges KI-generiertes Training
es: Entrenamiento de hoy generado por IA
fr: Entraînement du jour généré par l'IA
hy: Այսօրվա AI-մարզումը
it: Allenamento di oggi generato dall'IA
ka: დღევანდელი AI-ვარჯიში
ru: Сегодняшняя тренировка от ИИ
sr: Данашњи AI тренинг

source: Today's checklist
de: Heutige Checkliste
es: Lista de hoy
fr: Liste du jour
hy: Այսօրվա ստուգաթերթը
it: Lista di oggi
ka: დღევანდელი საკონტროლო სია
ru: Сегодняшний чек-лист
sr: Данашња листа

source: Today's effort — %@
de: Heutige Anstrengung — %@
es: Esfuerzo de hoy — %@
fr: Effort du jour — %@
hy: Այսօրվա ջանք — %@
it: Sforzo di oggi — %@
ka: დღევანდელი ძალისხმევა — %@
ru: Сегодняшняя нагрузка — %@
sr: Данашњи напор — %@

source: Today's generations are used
de: Deine heutigen Generierungen sind aufgebraucht
es: Ya usaste las generaciones de hoy
fr: Vous avez utilisé vos générations du jour
hy: Այսօրվա գեներացիաներն օգտագործված են
it: Hai già usato le generazioni di oggi
ka: დღევანდელი გენერაციები გამოყენებულია
ru: Сегодняшние генерации использованы
sr: Данашње генерације су искоришћене

source: Today's scan is used
de: Dein heutiger Scan ist aufgebraucht
es: Ya usaste tu escaneo de hoy
fr: Vous avez utilisé votre scan du jour
hy: Այսօրվա սկանավորումն օգտագործված է
it: Hai già usato la scansione di oggi
ka: დღევანდელი სკანირება გამოყენებულია
ru: Сегодняшнее сканирование использовано
sr: Данашње скенирање је искоришћено

source: Today's timeline
de: Heutiger Zeitverlauf
es: Cronología de hoy
fr: Chronologie du jour
hy: Այսօրվա ժամանակացույցը
it: Cronologia di oggi
ka: დღევანდელი ქრონოლოგია
ru: Сегодняшний таймлайн
sr: Данашња временска линија

source: Today's workout
de: Heutiges Training
es: Entrenamiento de hoy
fr: Entraînement du jour
hy: Այսօրվա մարզումը
it: Allenamento di oggi
ka: დღევანდელი ვარჯიში
ru: Сегодняшняя тренировка
sr: Данашњи тренинг

source: Toggle what shows on home. Log workout is always there.
de: Schalte um, was auf der Startseite angezeigt wird. Training loggen ist immer da.
es: Activa lo que se muestra en el inicio. Registrar entrenamiento siempre está ahí.
fr: Activez ce qui s'affiche sur l'accueil. Enregistrer l'entraînement est toujours là.
hy: Փոխարկիր, թե ինչն է երևում Գլխավոր էջում: Մարզման գրանցումը միշտ այնտեղ է:
it: Attiva ciò che appare nella home. Registra allenamento è sempre presente.
ka: ჩართე რა გამოჩნდეს მთავარ გვერდზე. ვარჯიშის ჩაწერა ყოველთვის იქ არის.
ru: Включай, что показывать на главном экране. Пункт «Записать тренировку» есть всегда.
sr: Укључи шта се приказује на почетној. „Забележи тренинг“ је увек ту.

source: Track a measurable (optional)
de: Einen Messwert verfolgen (optional)
es: Registrar una medida (opcional)
fr: Suivre une mesure (facultatif)
hy: Հետևիր չափելի ցուցանիշին (ըստ ցանկության)
it: Monitora un valore misurabile (facoltativo)
ka: თვალყური ადევნე საზომ მაჩვენებელს (სურვილისამებრ)
ru: Отслеживать показатель (по желанию)
sr: Прати мерљив показатељ (опционо)

source: Train for your sport
de: Trainiere für deine Sportart
es: Entrena para tu deporte
fr: Entraînez-vous pour votre sport
hy: Մարզվիր քո սպորտի համար
it: Allenati per il tuo sport
ka: ივარჯიშე შენი სპორტისთვის
ru: Тренируйся для своего спорта
sr: Тренирај за свој спорт

source: Training History
de: Trainingsverlauf
es: Historial de entrenamientos
fr: Historique des entraînements
hy: Մարզումների պատմություն
it: Cronologia allenamenti
ka: ვარჯიშების ისტორია
ru: История тренировок
sr: Историја тренинга

source: Training history
de: Trainingsverlauf
es: Historial de entrenamiento
fr: Historique d'entraînement
hy: Մարզումների պատմություն
it: Cronologia allenamenti
ka: ვარჯიშის ისტორია
ru: История тренировок
sr: Историја тренирања

source: Try Now
de: Jetzt testen
es: Probar ahora
fr: Essayer maintenant
hy: Փորձիր հիմա
it: Prova ora
ka: სცადე ახლავე
ru: Попробовать сейчас
sr: Пробај сада

source: Try another
de: Etwas anderes versuchen
es: Probar otro
fr: Essayer un autre
hy: Փորձիր մեկ ուրիշը
it: Provane un altro
ka: სცადე სხვა
ru: Показать другой
sr: Пробај други

source: Two skips in a week breaks the streak.
de: Zwei ausgelassene Tage in einer Woche beenden deine Serie.
es: Dos días saltados en una semana rompen la racha.
fr: Deux séances manquées dans la semaine interrompent la série.
hy: Շաբաթվա ընթացքում երկու բացթողումը ընդհատում է շարքը։
it: Due allenamenti saltati in una settimana interrompono la serie.
ka: ორი გამოტოვება კვირაში წყვეტს სერიას.
ru: Два пропуска за неделю прерывают серию.
sr: Два прескакања недељно прекидају низ.

source: Type
de: Typ
es: Tipo
hy: Տեսակ
it: Tipo
ka: ტიპი
ru: Тип
sr: Тип

source: Type (optional)
de: Art (optional)
es: Tipo (opcional)
fr: Type (facultatif)
hy: Տեսակ (ընտրովի)
it: Tipo (opzionale)
ka: ტიპი (არასავალდებულო)
ru: Тип (необязательно)
sr: Тип (необавезно)

source: Undo
de: Rückgängig
es: Deshacer
fr: Annuler
hy: Հետարկել
it: Annulla
ka: გაუქმება
ru: Отменить
sr: Опозови

source: Unit, e.g. cm
de: Einheit, z. B. cm
es: Unidad, p. ej., cm
fr: Unité, par ex. cm
hy: Միավոր, օրինակ՝ սմ
it: Unità, es. cm
ka: ერთეული, მაგ. სმ
ru: Единица измерения, например см
sr: Јединица мере, нпр. цм

source: Up from %@.
de: Gestiegen von %@.
es: Subió desde %@.
fr: En hausse depuis %@.
hy: Աճ՝ %@-ից:
it: In aumento rispetto a %@.
ka: %@-დან ზრდა.
ru: Прирост с %@.
sr: Побољшање у односу на %@.

source: Up to %lld AI workouts a day — more tomorrow
de: Bis zu %lld KI-Trainings pro Tag: morgen wieder
es: Hasta %lld entrenamientos de IA al día: más mañana
fr: Jusqu'à %lld entraînements IA par jour : plus demain
hy: Օրական մինչև %lld AI մարզում — վաղը ավելին
it: Fino a %lld allenamenti IA al giorno: altri domani
ka: დღეში %lld-მდე AI ვარჯიში — ხვალ მეტი გექნება
ru: До %lld ИИ-тренировок в день — завтра будет больше
sr: До %lld AI тренинга дневно — сутра их је више

source: Upcoming
de: Demnächst
es: Próximamente
fr: À venir
hy: Առաջիկա
it: In arrivo
ka: მოახლოებული
ru: Предстоящие
sr: Предстојеће

source: Upgrade for up to 3 scans and workouts a day
de: Upgrade für bis zu 3 Scans und Trainings pro Tag
es: Mejora tu plan para hasta 3 escaneos y entrenamientos al día
fr: Passez à l'offre supérieure pour jusqu'à 3 scans et entraînements par jour
hy: Բարձրացրու քո փաթեթը՝ օրական մինչև 3 սկանավորում և մարզում ստանալու համար։
it: Passa a un piano superiore per fino a 3 scansioni e allenamenti al giorno
ka: განაახლე გეგმა — დღეში 3-მდე სკანირება და ვარჯიში
ru: Обнови план — до 3 сканирований и тренировок в день
sr: Надогради за до 3 скенирања и тренинга дневно

source: Used for future nearby gym and coach partner suggestions.
de: Wird für zukünftige Vorschläge zu Fitnessstudios und Trainer-Partnern in deiner Nähe verwendet.
es: Se usará para futuras sugerencias de gimnasios y entrenadores cercanos.
fr: Utilisé pour de futures suggestions de salles de sport et de coachs partenaires à proximité.
hy: Կօգտագործվի ապագայում մոտակա մարզադահլիճների և գործընկեր մարզիչների առաջարկների համար։
it: Utilizzato per i futuri consigli su palestre e coach partner nelle vicinanze.
ka: გამოყენებული იქნება მომავალში ახლომდებარე სავარჯიშო დარბაზებისა და პარტნიორი მწვრთნელების შეთავაზებისთვის.
ru: Будет использовано для будущих предложений залов и тренеров-партнёров поблизости.
sr: Користи се за будуће препоруке теретана и тренера партнера у близини.

source: Used to personalize your training and nutrition targets.
de: Wird verwendet, um deine Trainings- und Ernährungsziele zu personalisieren.
es: Se usa para personalizar tus objetivos de entrenamiento y nutrición.
fr: Utilisée pour personnaliser tes objectifs d'entraînement et de nutrition.
hy: Օգտագործվում է քո մարզումների և սնունդի նպատակները անհատականացնելու համար.
it: Serve per personalizzare i tuoi obiettivi di allenamento e nutrizione.
ka: გამოიყენება შენი ვარჯიშისა და კვების მიზნების პერსონალიზაციისთვის.
ru: Используется, чтобы персонализировать твои цели по тренировкам и питанию.
sr: Користи се за прилагођавање твојих циљева тренирања и исхране.

source: View Privacy Policy
de: Datenschutzrichtlinie ansehen
es: Ver Política de Privacidad
fr: Voir la Politique de confidentialité
hy: Դիտել Գաղտնիության քաղաքականությունը
it: Visualizza Informativa sulla Privacy
ka: კონფიდენციალურობის პოლიტიკის ნახვა
ru: Посмотреть Политику конфиденциальности
sr: Погледај Политику приватности

source: View Terms of Service
de: Nutzungsbedingungen ansehen
es: Ver Términos de Servicio
fr: Voir les Conditions d'utilisation
hy: Դիտել Օգտագործման պայմանները
it: Visualizza Termini di Servizio
ka: მომსახურების პირობების ნახვა
ru: Посмотреть Условия использования
sr: Погледај Услове коришћења

source: View or swap workout
de: Workout ansehen oder wechseln
es: Ver o cambiar entrenamiento
fr: Voir ou changer la séance
hy: Դիտել կամ փոխարինել մարզումը
it: Visualizza o cambia allenamento
ka: ვარჯიშის ნახვა ან შეცვლა
ru: Посмотреть или заменить тренировку
sr: Погледај или замени тренинг

source: Wake time
de: Weckzeit
es: Hora de despertar
fr: Heure de réveil
hy: Արթնանալու ժամանակը
it: Ora della sveglia
ka: გაღვიძების დრო
ru: Время пробуждения
sr: Време буђења

source: Warm-up
de: Aufwärmen
es: Calentamiento
fr: Échauffement
hy: Տաքացում
it: Riscaldamento
ka: გახურება
ru: Разминка
sr: Загревање

source: Water
de: Wasser
es: Agua
fr: Eau
hy: Ջուր
it: Acqua
ka: წყალი
ru: Вода
sr: Вода

source: Water tracker
de: Wassertracker
es: Control de agua
fr: Suivi de l'eau
hy: Ջրի հետևում
it: Monitoraggio acqua
ka: წყლის ტრეკერი
ru: Трекер воды
sr: Праћење воде

source: We help you understand your body better and make steady progress with tailored daily plans based on your habits, goals, health information, and timeline.
de: Wir helfen dir, deinen Körper besser zu verstehen und stetig Fortschritte zu machen – mit individuellen Tagesplänen, die auf deinen Gewohnheiten, Zielen, Gesundheitsdaten und deinem Zeitrahmen basieren.
es: Te ayudamos a entender mejor tu cuerpo y a progresar de forma constante con planes diarios personalizados según tus hábitos, objetivos, información de salud y plazos.
fr: Nous vous aidons à mieux comprendre votre corps et à progresser régulièrement grâce à des plans quotidiens personnalisés selon vos habitudes, vos objectifs, vos informations de santé et votre calendrier.
hy: Մենք օգնում ենք քեզ ավելի լավ հասկանալ քո մարմինը և կայուն առաջընթաց ունենալ՝ հարմարեցված օրական պլանների միջոցով, որոնք հիմնված են քո սովորությունների, նպատակների, առողջության տվյալների և ժամկետների վրա.
it: Ti aiutiamo a capire meglio il tuo corpo e a fare progressi costanti con piani giornalieri personalizzati in base alle tue abitudini, ai tuoi obiettivi, alle tue informazioni sulla salute e alla tua tempistica.
ka: დაგეხმარებით საკუთარი სხეულის უკეთ გაგებაში და სტაბილური პროგრესის მიღწევაში ინდივიდუალური ყოველდღიური გეგმებით, რომლებიც ეფუძნება შენს ჩვევებს, მიზნებს, ჯანმრთელობის ინფორმაციასა და ვადებს.
ru: Мы помогаем тебе лучше понимать своё тело и стабильно прогрессировать благодаря индивидуальным ежедневным планам, основанным на твоих привычках, целях, данных о здоровье и сроках.
sr: Помажемо ти да боље разумеш своје тело и постижеш стабилан напредак кроз прилагођене дневне планове засноване на твојим навикама, циљевима, здравственим информацијама и временском оквиру.

source: We want you to try Soma for free
de: Wir möchten, dass du Soma kostenlos ausprobierst
es: Queremos que pruebes Soma gratis
fr: On veut que tu essaies Soma gratuitement
hy: Ուզում ենք, որ դու անվճար փորձես Soma-ն
it: Vogliamo che tu provi Soma gratis
ka: გვინდა, სცადო Soma უფასოდ
ru: Мы хотим дать тебе попробовать Soma бесплатно
sr: Желимо да бесплатно испробаш Soma

source: We'll send you a reminder before your trial ends
de: Wir erinnern dich, bevor deine Testphase endet
es: Te enviaremos un recordatorio antes de que termine tu prueba
fr: On t'enverra un rappel avant la fin de ton essai
hy: Կհիշեցնենք քեզ փորձնական շրջանի ավարտից առաջ
it: Ti invieremo un promemoria prima della fine della prova
ka: შეგახსენებთ საცდელი პერიოდის დასრულებამდე
ru: Мы напомним тебе перед окончанием пробного периода
sr: Послаћемо ти подсетник пре него што се пробни период заврши

source: We'll use your answers and device connection to tailor your plan, goals, and recommendations.
de: Wir nutzen deine Antworten und die Geräteverbindung, um deinen Plan, deine Ziele und unsere Empfehlungen individuell anzupassen.
es: Usaremos tus respuestas y la conexión con tu dispositivo para personalizar tu plan, tus objetivos y nuestras recomendaciones.
fr: Nous utiliserons vos réponses et la connexion à votre appareil pour personnaliser votre plan, vos objectifs et nos recommandations.
hy: Կօգտագործենք քո պատասխանները և սարքի կապակցումը՝ քո պլանը, նպատակները և առաջարկությունները հարմարեցնելու համար։
it: Useremo le tue risposte e la connessione con il dispositivo per personalizzare il tuo piano, i tuoi obiettivi e i nostri consigli.
ka: შენს პასუხებსა და მოწყობილობის დაკავშირებას გამოვიყენებთ შენი გეგმის, მიზნებისა და რეკომენდაციების მორგებისთვის.
ru: Мы используем твои ответы и подключение устройства, чтобы адаптировать твой план, цели и рекомендации.
sr: Користићемо твоје одговоре и повезивање уређаја да прилагодимо твој план, циљеве и препоруке.

source: We're setting everything up for you
de: Wir richten alles für dich ein
es: Estamos preparando todo para ti
fr: Nous préparons tout pour vous
hy: Ամեն ինչ պատրաստում ենք քեզ համար
it: Stiamo preparando tutto per te
ka: ყველაფერს შენთვის ვამზადებთ
ru: Мы всё для тебя настраиваем
sr: Подешавамо све за тебе

source: Week: %@
de: Woche: %@
es: Semana: %@
fr: Semaine : %@
hy: Շաբաթ՝ %@
it: Settimana: %@
ka: კვირა: %@
ru: Неделя: %@
sr: Недеља: %@

source: Weekly target
de: Wochenziel
es: Objetivo semanal
fr: Objectif hebdomadaire
hy: Շաբաթական նպատակ
it: Obiettivo settimanale
ka: კვირის მიზანი
ru: Недельная цель
sr: Недељни циљ

source: Weights start conservative — Soma adjusts from what you actually lift.
de: Die Gewichte starten vorsichtig — Soma passt sich an das an, was du tatsächlich hebst.
es: Los pesos comienzan de forma conservadora — Soma se ajusta según lo que realmente levantas.
fr: Les poids commencent prudemment — Soma s'ajuste en fonction de ce que vous soulevez réellement.
hy: Քաշերը սկսվում են զգուշավոր — Soma-ն հարմարվում է քո իրական բարձրացրած քաշին:
it: I pesi partono in modo prudente — Soma si adatta in base a ciò che sollevi realmente.
ka: წონები იწყება ფრთხილად — Soma ეგუება იმას, რასაც შენ რეალურად წევ.
ru: Веса начинаются осторожно — Soma подстраивается под то, что ты реально поднимаешь.
sr: Тежине почињу опрезно — Soma се прилагођава ономе што заиста дижеш.

source: What are you measuring? e.g. Approach jump
de: Was misst du? Z. B. Anlaufsprung
es: ¿Qué estás midiendo? P. ej., salto de aproximación
fr: Que mesurez-vous ? Par ex. saut d'approche
hy: Ի՞նչ ես չափում: Օրինակ՝ վազքով ցատկ
it: Cosa stai misurando? Es. salto d'approccio
ka: რას ზომავ? მაგ., ნახტომი დარბევით
ru: Что ты измеряешь? Например, прыжок с разбега
sr: Шта мериш? Нпр. скок из залета

source: What did you eat? e.g. "2 eggs, toast, and coffee with milk"
de: Was hast du gegessen? z. B. "2 Eier, Toast und Kaffee mit Milch"
es: ¿Qué has comido? p. ej. "2 huevos, tostada y café con leche"
fr: Qu'avez-vous mangé ? p. ex. "2 œufs, du pain grillé et un café au lait"
hy: Ի՞նչ կերար։ Օրինակ՝ «2 ձու, տոստ և սուրճ կաթով»
it: Cosa hai mangiato? ad es. "2 uova, toast e caffè con latte"
ka: რა ჭამე? მაგალითად: „2 კვერცხი, ტოსტი და ყავა რძით“
ru: Что ты съел(-а)? Например: «2 яйца, тост и кофе с молоком»
sr: Шта си јео/ла? Нпр. „2 јајета, тост и кафа са млеком“

source: What did your coach set as the goal? (optional)
de: Welches Ziel hat dein Coach festgelegt? (optional)
es: ¿Qué objetivo te puso tu coach? (opcional)
fr: Quel objectif votre coach a-t-il fixé ? (facultatif)
hy: Ի՞նչ նպատակ է սահմանել քո մարզիչը: (ըստ ցանկության)
it: Che obiettivo ti ha assegnato il tuo coach? (facoltativo)
ka: რა მიზანი დაგისახა მწვრთნელმა? (სურვილისამებრ)
ru: Какую цель поставил твой тренер? (по желанию)
sr: Који циљ ти је тренер поставио? (опционо)

source: What do you train for?
de: Wofür trainierst du?
es: ¿Para qué entrenas?
fr: Pour quoi vous entraînez-vous ?
hy: Ինչի՞ համար ես մարզվում:
it: Per cosa ti alleni?
ka: რისთვის ვარჯიშობ?
ru: Ради чего ты тренируешься?
sr: Ради чега тренираш?

source: What does done look like?
de: Wie sieht es aus, wenn du es geschafft hast?
es: ¿Cómo se ve terminado?
fr: À quoi ressemble la réussite ?
hy: Ինչի՞ նման է ավարտը:
it: Come si presenta il traguardo?
ka: როგორ გამოიყურება „დასრულებული“?
ru: Как выглядит «готово»?
sr: Како изгледа „готово“?

source: What else do you have access to?
de: Worauf hast du sonst noch Zugriff?
es: ¿A qué más tienes acceso?
fr: À quoi d'autre avez-vous accès ?
hy: Էլ ի՞նչին ես հասանելիություն ունես։
it: A cos'altro hai accesso?
ka: კიდევ რაზე გაქვს წვდომა?
ru: К чему ещё у тебя есть доступ?
sr: Чему још имаш приступ?

source: What is your goal?
de: Was ist dein Ziel?
es: ¿Cuál es tu objetivo?
fr: Quel est votre objectif ?
hy: Ի՞նչ է քո նպատակը:
it: Qual è il tuo obiettivo?
ka: რა არის შენი მიზანი?
ru: Какая у тебя цель?
sr: Који је твој циљ?

source: What these mean
de: Was das bedeutet
es: Qué significa esto
fr: Ce que cela signifie
hy: Ինչ են սրանք նշանակում
it: Cosa significano questi dati
ka: რას ნიშნავს ეს
ru: Что это значит
sr: Шта ово значи

source: What time do you usually wake up?
de: Wann wachst du normalerweise auf?
es: ¿A qué hora sueles despertarte?
fr: À quelle heure vous réveillez-vous habituellement ?
hy: Սովորաբար ժամը քանիսի՞ն ես արթնանում։
it: A che ora ti svegli di solito?
ka: როდის იღვიძებ ჩვეულებრივ?
ru: В какое время ты обычно просыпаешься?
sr: У које време се обично будиш?

source: What would you like to accomplish?
de: Was möchtest du erreichen?
es: ¿Qué te gustaría lograr?
fr: Qu'aimeriez-vous accomplir ?
hy: Ի՞նչի ես ուզում հասնել:
it: Cosa vorresti ottenere?
ka: რისი მიღწევა გსურს?
ru: Чего бы ты хотел(-а) достичь?
sr: Шта желиш да постигнеш?

source: What you did
de: Was du gemacht hast
es: Lo que hiciste
fr: Ce que vous avez fait
hy: Ինչ ես արել
it: Cosa hai fatto
ka: რა გააკეთე
ru: Что сделано
sr: Шта си урадио

source: What's blocking you from your current goal?
de: Was hindert dich daran, dein aktuelles Ziel zu erreichen?
es: ¿Qué te impide alcanzar tu objetivo actual?
fr: Qu'est-ce qui vous empêche d'atteindre votre objectif actuel ?
hy: Ի՞նչն է խանգարում քեզ հասնել քո ընթացիկ նպատակին:
it: Cosa ti impedisce di raggiungere il tuo obiettivo attuale?
ka: რა გიშლის ხელს შენი მიმდინარე მიზნის მიღწევაში?
ru: Что мешает тебе достичь текущей цели?
sr: Шта те спречава да достигнеш тренутни циљ?

source: What's your desired weight?
de: Was ist dein Wunschgewicht?
es: ¿Cuál es tu peso deseado?
fr: Quel est votre poids souhaité ?
hy: Ի՞նչ քաշի ես ուզում հասնել:
it: Qual è il tuo peso desiderato?
ka: რა წონის მიღწევა გსურს?
ru: Какой у тебя желаемый вес?
sr: Колика је твоја жељена тежина?

source: What's your goal?
de: Was ist dein Ziel?
es: ¿Cuál es tu objetivo?
fr: Quel est votre objectif ?
hy: Ի՞նչ է քո նպատակը։
it: Qual è il tuo obiettivo?
ka: რა არის შენი მიზანი?
ru: Какая у тебя цель?
sr: Који је твој циљ?

source: What's your height?
de: Wie groß bist du?
es: ¿Cuánto mides?
fr: Quelle est ta taille ?
hy: Որքա՞ն է քո հասակը:
it: Qual è la tua altezza?
ka: რა არის შენი სიმაღლე?
ru: Какой у тебя рост?
sr: Колика је твоја висина?

source: What's your weight?
de: Wie viel wiegst du?
es: ¿Cuál es tu peso?
fr: Quel est votre poids ?
hy: Որքա՞ն է քո քաշը:
it: Qual è il tuo peso?
ka: რა არის შენი წონა?
ru: Какой у тебя вес?
sr: Колика је твоја тежина?

source: When were you born?
de: Wann bist du geboren?
es: ¿Cuándo naciste?
fr: Quelle est ta date de naissance ?
hy: Ե՞րբ ես ծնվել:
it: Qual è la tua data di nascita?
ka: როდის დაიბადე?
ru: Когда ты родился(-ась)?
sr: Када си рођен(а)?

source: Where are you on your fitness journey?
de: Wo stehst du auf deinem Fitness-Weg?
es: ¿En qué punto de tu recorrido fitness estás?
fr: Où en êtes-vous dans votre parcours sportif ?
hy: Որտե՞ղ ես գտնվում քո ֆիթնես ճանապարհին:
it: A che punto sei nel tuo percorso fitness?
ka: სად ხარ შენს ფიტნეს-გზაზე?
ru: На каком этапе своего фитнес-пути ты находишься?
sr: Где си тренутно на свом фитнес путу?
